Ran Plan for dir: `.` workspace: `default`

<details><summary>Show Output</summary>

```diff

An execution plan has been generated and is shown below.
Resource actions are indicated with the following symbols:
+ create

Terraform will perform the following actions:

  # aws_lb.thing_lb will be created
+ resource "aws_lb" "thing_lb" {
      + arn                              = (known after apply)
      + arn_suffix                       = (known after apply)
      + dns_name                         = (known after apply)
      + drop_invalid_header_fields       = false
      + enable_cross_zone_load_balancing = true
      + enable_deletion_protection       = false
      + enable_http2                     = true
      + id                               = (known after apply)
      + idle_timeout                     = 60
      + internal                         = true
      + ip_address_type                  = (known after apply)
      + load_balancer_type               = "gateway"
      + name                             = "asdfasdfasdfad"
      + security_groups                  = (known after apply)
      + subnets                          = [
          + "0.0.0.0/0",
        ]
      + vpc_id                           = (known after apply)
      + zone_id                          = (known after apply)

      + subnet_mapping {
          + allocation_id        = (known after apply)
          + ipv6_address         = (known after apply)
          + outpost_id           = (known after apply)
          + private_ipv4_address = (known after apply)
          + subnet_id            = (known after apply)
        }
    }

Plan: 1 to add, 0 to change, 0 to destroy.

```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -d .`
* :put_litter_in_its_place: To **delete** this plan click [here](http://localhost:4141/lock?id=kplob%252Fatlantis-test1%252F.%252Fdefault)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -d .`
</details>

---
* :fast_forward: To **apply** all unapplied plans from this pull request, comment:
    * `atlantis apply`
* :put_litter_in_its_place: To delete all plans and locks for the PR, comment:
    * `atlantis unlock`
